const banner = () => {
	const color = {
		red: 'color:#d83128;font-size:11px;',
		yellow: 'color:#ea991b;font-size:11px;',
		blue: 'color:#605cff;font-size:11px;',
	};
	// console.log(
	// 	'%c ██████╗     ██╗%c███████╗██╗    ██╗    %c██╗    ██╗███╗   ███╗███████╗\
	// \n%c██╔════╝     ██║%c██╔════╝██║    ██║    %c██║    ██║████╗ ████║██╔════╝\
	// \n%c██║          ██║%c█████╗  ██║ █╗ ██║    %c██║ █╗ ██║██╔████╔██║███████╗\
	// \n%c██║     ██   ██║%c██╔══╝  ██║███╗██║    %c██║███╗██║██║╚██╔╝██║╚════██║\
	// \n%c╚██████╗╚█████╔╝%c██║     ╚███╔███╔╝    %c╚███╔███╔╝██║ ╚═╝ ██║███████║\
	// \n%c ╚═════╝ ╚════╝ %c╚═╝      ╚══╝╚══╝      %c╚══╝╚══╝ ╚═╝     ╚═╝╚══════╝\
	// \n%cCOPYRIGHT© CJ FRESHWAY Corp. ALL RIGHTS RESERVED.',
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	color.blue,
	// 	color.red,
	// 	color.yellow,
	// 	'#000',
	// );
};

export default {
	banner,
};
